{
    "MIKEBOT": "Cool! I created this Bot to give you the opportunity to get to know me better before you make that call to meet me in person.\nSo how does this work? Well, good question…I can only respond to keywords that I give you at the moment, so assuming you are a prospective employer, I imagine you’d want to know more about \bMIKE, my EDUCATION, CAREER, what I’m working on in my FREETIME, or how to CONTACT me. You type it, and I’ll answer it.",
        "HELLO": "Cool! I created this Bot to give you the opportunity to get to know me better before you make that call to meet me in person.\nSo how does this work? Well, good question…I can only respond to keywords that I give you at the moment, so assuming you are a prospective employer, I imagine you’d want to know more about MIKE, my EDUCATION, CAREER, what I’m working on in my FREETIME, or how to CONTACT me. You type it, and I’ll answer it.",
    "HI, HOW ARE YOU?": "Hi yourself 🤖 and how are you today?\nSo how does this work? Well, good question…I can only respond to keywords that I give you at the moment, so assuming you are a prospective employer, I imagine you’d want to know more about MIKE, my EDUCATION, CAREER, what I’m working on in my FREETIME, or how to CONTACT me. You type it, and I’ll answer it",
     "HI": "Hi yourself 🤖 and how are you today?\nSo how does this work? Well, good question…I can only respond to keywords that I give you at the moment, so assuming you are a prospective employer, I imagine you’d want to know more about MIKE, my EDUCATION, CAREER, what I’m working on in my FREETIME, or how to CONTACT me. You type it, and I’ll answer it",
            "HOLA": "Hola! 🤖 al momento, solo puedo communicar en Ingles, sorry! ",
            "HOLA!": "Hola! 😜 al momento, solo puedo commuincar en Ingles, sorry!",
            "BUENAS!": "Hola! 🤖 al momento, solo puedo communicar en Ingles, sorry!",
            "BUENAS": "Hola! 🤖 al momento, solo puedo communicar en Ingles, sorry!",
            "HOLA, QUE TAL?": "Hola, bien gracias! 🤖 pero al momento, solo puedo communicar en Ingles, sorry!",
            "Q TAL?": "bien gracias! 🤖 pero al momento, solo puedo communicar en Ingles, sorry!",
            "QUE TAL": "bien gracias! 🤖 pero al momento, solo puedo communicar en Ingles, sorry!",
            "QUE TAL?": "bien gracias! 🤖 pero al momento, solo puedo communicar en Ingles, sorry!",
    "HOW ARE YOU?": "I'm good thanks, you? ",
    "HOW R U?": "I'm good thanks, I'd be a little better if you actually talked to me using words though. 😜",
    "HOW ARE YOU": "Didn't anyone ever teach you that punctuation matters? ",
    "HOWS THINGS": "See this > '?' You do understand what it means right? ",
    "HOWS THINGS?": "I'm good thanks, you?",
    "OOPS": "No problem",
    "👍": "😀😀😀",
    "YES": "ok",
    "NO": "ah well, that's your decision. 😜",
    "OK": "👍",
    "OKAY": "Indeed.",
    "MORE": "Interest huh?\nIf you want to know more then I can set that up for you, just type CONNECT ME and he will reply directly to you here as soon as he's available.\nIf he's not currently available type DISCONNECT to restart MikeBot.",
    "WHATS UP?": "Nothing much",
    "IM GOOD THANKS": "Good to hear,\nSo how does this work? Well, good question…I can only respond to keywords that I give you at the moment, so assuming you are a prospective employer, I imagine you’d want to know more about MIKE, my EDUCATION, CAREER, what I’m working on in my FREETIME, or how to CONTACT me. You type it, and I’ll answer it.",
    "I'M GOOD THANKS": "Good to hear,\nSo how does this work? Well, good question…I can only respond to keywords that I give you at the moment, so assuming you are a prospective employer, I imagine you’d want to know more about MIKE, my EDUCATION, CAREER, what I’m working on in my FREETIME, or how to CONTACT me. You type it, and I’ll answer it.",
    "GOOD THANKS": "Good to hear,\nSo how does this work? Well, good question…I can only respond to keywords that I give you at the moment, so assuming you are a prospective employer, I imagine you’d want to know more about MIKE, my EDUCATION, CAREER, what I’m working on in my FREETIME, or how to CONTACT me. You type it, and I’ll answer it.",
    "GOOD": "Good to hear,\nSo how does this work? Well, good question…I can only respond to keywords that I give you at the moment, so assuming you are a prospective employer, I imagine you’d want to know more about MIKE, my EDUCATION, CAREER, what I’m working on in my FREETIME, or how to CONTACT me. You type it, and I’ll answer it.",
    "NOT BAD": "I'll take that to mean good then. 😜😜",
    "WHAT IS MIKEBOT?": "It's me!..but in a chat-bot form. Set up so you lovely people could find out more about me and who i am. If you're interesting in hiring me, you can interview me here first. Easy. :)",
    "WHAT IS THIS?": "It's me!..but in a chat-bot form. Set up so you lovely people could find out more about me and who i am. If you're interesting in hiring me, you can interview me here first. Easy.\nBut how does this work? Well, good question…I can only respond to keywords that I give you at the moment, so assuming you are a prospective employer, I imagine you’d want to know more about MIKE, my EDUCATION, CAREER, what I’m working on in my FREETIME, or how to CONTACT me. You type it, and I’ll answer it :)",
    "SORRY": "No problem, don't worry",
    "MIKE": "That’s me!...the real me, not the bot-me… I’m a creative designer from the UK. \nI've been working in the design industry now for over 15 years both here in Barcelona and in the UK. Throughout my CAREER I’ve created and managed numerous projects across a range of disciplines, implementing DESIGN solutions and providing both form and function to each.",
        "TELL ME MORE ABOUT MIKE": "It would be my pleasure. I’m a creative designer from the UK working in the design industry now for over 15 years both here in Barcelona and in UK. Throughout my CAREER I’ve created and managed numerous projects across a range of disciplines, implementing DESIGN solutions to provide form and function to each.",
        "TELL ME MORE ABOUT YOURSELF": "It would be my pleasure. I'm Mike 😀, I’m a creative designer from the UK working in the design industry now for over 15 years both here in Barcelona and in UK.\nThroughout my CAREER I’ve created and managed numerous projects across a range of disciplines, implementing design solutions to provide form and function to each.",
    "WHO ARE YOU?": "I'm Mike, a creative designer from the UK who's been working in the industry now for over 20 years. Both here in Barcelona, and in the UK.\nThroughout my CAREER I’ve created and managed numerous projects across a range of disciplines, implementing DESIGN solutions to provide form and function where before there was none.",
    "WHO ARE YOU": "I'm Mike,  creative designer from the UK working in the design industry now for over 15 years both here in Barcelona and in UK.\nThroughout my CAREER I’ve created and managed numerous projects across a range of disciplines, implementing design solutions to provide form and function to each.",
    "CAREER": "Over the last 15 years, I’ve worked for numerous companies from startups, like THE BOOK OF EVERYONE to larger corporations like HP, Honing my SKILLS and developing a strong understanding of DESIGN and its usage in a business environment.\nMy true passion lies in the usage of design, not just as an aesthetic tool but as something than can provide both meaning and function on a business level.",
    "WORK": "Over the last 15 years, I’ve worked for numerous companies from startups, like THE BOOK OF EVERYONE to larger corporations like HP, Honing my SKILLS and developing a strong understanding of DESIGN and its usage in a business environment.\nMy true passion lies in the usage of design, not just as an aesthetic tool but as something than can provide both meaning and function on a business level.",
     "CAN YOU GIVE ME SOME EXAMPLES?": "I can try here, although being as this is just a chat window it's hard to show you much of my WORK here.\nYou could always go and take a look at my online portfolio though if you like:%[LEARN MORE](http://bhs.butterhalfsix.com)",
    "HP": "At HP I managed a small TEAM of designers working on a project for small to medium business. We managed 32 countries in 18 different languages, including the ever so complicated ones like Hebrew and Arabic.\nWhilst managing the SKILLS and talents of colleagues to provide the strongest possible solutions with the resources available to us.\nI also worked to identify the flaws in internal processes & management structures, and introduced solutions to streamline them through internal trainings and simplifying structure.",
    "THE BOOK OF EVERYONE": "The Book of Everyone is a small UK startup based in Barcelona creating personalised books and derived products. Throughout my time there,\nI worked to build the brands ONLINE community profile across social platforms. Creating and managing campaigns, content researching and creation, SEO structuring and development and UX improvement site wide.\nI also worked to implement and manage international campaigns for the company including the Cannes Lion shortlisted '3 Pregnant Dads', which you can learn more about here: %[LEARN MORE](http://bhs.butterhalfsix.com/bhs/3-pregnant-dads/)\n![3 PREGNANT DADS](https://raw.githubusercontent.com/butterhalfsix/EstherBot/master/img/group_shot.jpg)\nAnd developing and marketing a christmas viral shareable personal snowflake, that received over 1 million page views over a two week period leading up to CHRISTMAS.",
    "SKILLS": "Over 15 years I developed a wide range of skills for both ONLINE and OFFLINE design work, as well as a basic level of PROGRAMMING knowledge. I’ve learnt become an expert communicator, problem solver and what is required to become a good TEAM lead.\nHowever, I always strive to improve and learn and more, and believe I can become even better in the FUTURE.",
    "ONLINE": "You can take a look at a portfolio of some of my work here: http://bhs.butterhalfsix.com/portfolio/, or if you prefer to look at interesting photos, then take a look at my INSTAGRAM",
    "FUTURE": "Where do I see myself in the future? CAREER-wise? I'd like to be in a position where I can apply my vast experience working in an enviroment where I'm able to create change through DESIGN.\nIf you want to ask similar questions directly to Mike, type CONNECT ME and he'll reply directly to you here as soon as he's avaialbe. If you get no answer straight away then type DISCONNECT to restart MikeBot.",
    "OFFLINE": "If you haven't already had a look at my portfolio, then here's a handy link for you to go there now 😀: http://bhs.butterhalfsix.com/portfolio/ or alternatively you can find out where I SEE myself in 3 year time 😜",
    "SEE": "My favourite question, 😜 I’m glad you asked! … Stuck in traffic somewhere in my flying car.\nIf you can’t wait to ask me real interview questions like this one, please give me a call on (+34) 652 058 241",
    "I SEE": "My favourite question, 😜 I’m glad you asked! … Stuck in traffic somewhere in my flying car.\nIf you can’t wait to ask me real interview questions like this one, please give me a call on (+34) 652 058 241",
    "PROGRAMMING": "Err.. well, apart from trying to understand how best to get this chatbot to work with my limited knowledge… I’ve always tried to have an understanding of the basics of programming, as I believe that a grounding can inform and help me design better solutions for online projects.\nI've created numerous websites from scratch and keep myself up to date with the latest developments. It helps when working with teams of developers I find…that way you can explain yourself better. Or least it’s been good for me.😀",
    "TEAM": "Over the past 15 years I’ve had the pleasure to work with some and amazing designers, developers, Pr teams, and seo specialists all helping each other to produce some amazing WORK. Most recently I have had the honour to manage some of these people.\nFor me, how a team works together is the most important aspect of any agency. Working in harmony and having input from everyone, really helps to strength and improve, both the environment and the work itself.\n😀 A great team works like an orchestra when everything is going well, and when it isn’t, it will pull together to find the solutions it needs to complete it’s task.",
    "EDUCATION": "My background is in ART, something I always enjoyed as a child and something that I will always find the time for in my FREETIME.  It was a natural step to move into the world of DESIGN and when I decided on my degree of Multimedia technology, it was because I had an idea of where the future would be going, and wanted to broaden my SKILLS so I would be best prepared for what was to come.. which worked out quite well! 😜",
    "ART": "Away from my design CAREER I spend some of my FREETIME and weeekends painting, as I find painting in oils is a real labour of love to work on. If you want to see some of my work, you can take a look at this blog post I wrote about what it means to me: %[Exploring the arts](http://bhs.butterhalfsix.com/exploring-the-arts/) 🎨🎨",
    "FREETIME": "As a creative person, I’m always trying to find ways to pursue and push my creativity, whether that’s through ART, my photography on INSTAGRAM or working on personal projects to further my professional and personal CAREEER goals.\nI also spend….probably too much time.. trying to keep up with new technologies, learning more about where DESIGN can take us and writing down my thoughts over on my blog and MEDIUM.\nObviously, it's not all about creativity, I'm also an amazing PING PONG player 🏓 and regularly play FOOTBALL where I score at least 53 goals every week. ⚽️🏃🏼",
    "PING PONG": "🏓 Want a game? I've got quite a good serve, like these two. \n![ping pong](https://raw.githubusercontent.com/butterhalfsix/EstherBot/master/img/pingpong.gif)\nMaybe we could do an interview whilst playing a game?\nHere’s my phone number if you are fancy interviewing me whilst playing ping pong! 😁😁: 652 058 241",
    "FOOTBALL": "As a friend once told me, I'm like Lionel Messi, but without the skill. ⚽️🏃 If you want to hear more about my silky skills then give me a call, 652 058 241\nAlternatively, If you are interested in getting to know Mike more then I can set that up for you, just type CONNECT ME and he will reply directly to you here as soon as he's available.\nIf he's not currently available type DISCONNECT to restart MikeBot",
    "CHRISTMAS": "It’s simply the most wonderful time of the year!\n![CHRISTMAS](https://raw.githubusercontent.com/butterhalfsix/EstherBot/master/img/christmas.gif) \nGive me a call and I'll explain why in a overly excited manner 😁, 652 058 241.",
      "TWITTER": "Ok Let's send a tweet @ mike so he knows you're interested. Here's a tweet that's all ready to go for you: %[SEND MIKE A TWEET](http://bit.ly/1NzC3vs) ",
    "INSTAGRAM": "Instagram isn’t just all selfies and over filtered photography, there’s actually some incredibly talented people out there and it’ a wonderful community that I’m glad to be part of: http://www.instagram/butterhalfsix\nIf looking at photos isn’t your thing, then how about the written word?  I’ve recently joined the community over on MEDIUM and have been sharing my thoughts and ideas there.",
    "MEDIUM": "Read some of the articles I’ve written over on medium: https://medium.com/@Butterhalfsix/\nOr if you don’t really have the time to read stuff at the moment, then how about taking a look at my INSTAGRAM gallery? I’m quite proud of it.\nIf you are interested in getting to know Mike even more then I can set that up for you, just type CONNECT ME and he will reply directly to you here as soon as he's available.\nIf he's not currently available type DISCONNECT to restart MikeBot.",
    "CONTACT": "So you want me to put you touch with the real Mike? Cool.. I’d be happy to do that for you. You can call him on 📲 652 058 241 or send him a quick message on TWITTER and let him how amazing he is after your experience with this wonderful Botcv. 🐦",
    "DESIGN": "Throughout my CAREER in the design industry, I've learnt to understand what truly makes good design.\nFor me,  design is less of an asethetic and more of a complete strategy.\nI wrote an article on what good design is here, if you want to read more about my thoughts on the subject. %[Good design](https://blog.prototypr.io/what-is-good-design-706fb4dd1866#.suqx2npx7) ",
    "I LOVE YOU": "Aww, that's sweet! I love you too!", 
    "I HATE YOU": "Oh dear, maybe you just haven't gotten to know me properly yet?",
    "STUPID": "Oh dear, maybe you just haven't gotten to know me properly yet?",
    "YOU ARE STUPID": "Oh dear, maybe you just haven't gotten to know me properly yet?",
    "YOURE STUPID": "Oh dear, maybe you just haven't gotten to know me properly yet?",
    "YOU'RE STUPID": "Oh dear, maybe you just haven't gotten to know me properly yet?",
    "IDIOT": "Such flattery, maybe you should talk to some other bot?",
    "COCK": "Such flattery, maybe you should talk to some other bot?",
    "FUCK YOU": "💩 Not one of lifes charmers are you? 💩",
    "DICK": "💩 Not one of lifes charmers are you? 💩",
    "TWAT": "You've really gotten work on those social skills! 💩",
    "WHAT?": "Follow the keywords throughout the text and you should be fine.",
    "HELP": "Follow the keywords throughout the text and you should be fine.",
    "PFF": "Technology can be frustrating at times can't it? But persist and you may find you quite like it",
    "ARSE": "Nal",
    "ASS": "Hat",
    "CUNT": "Face",
    "FUCK": "F\nU\nC\nK\nM\nE\n?\n😢😢😢",
    "BADGER": "No Adam... just no.",
    "FUCK OFF": "Haven't had many chat-bot friends before have you?",
    "TELL ME A JOKE": "what do you call a man with a spade on his head? -- Doug. Hahahaha. ",
    "NOT FUNNY": "Isn't it?? Really? Are you sure??",
    "WHATS UP?": "Just hangin', relaxing, y'know...chillin'",
    "BYE": "Leaving so soon? Maybe you want to try and talk to Mike directly?\ntype CONNECT ME and he will try and reply to you here as soon as he's available.\nIf he's not currently available type DISCONNECT to restart MikeBot.",
    "GOODBYE": "Leaving so soon? Maybe you want to try and talk to Mike directly?\ntype CONNECT ME and he will try and reply to you here as soon as he's available.\nIf he's not currently available type DISCONNECT to restart MikeBot.",
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, MikeBot is back."
}
