{
    "HI": "Cool! I created this Bot to give you the opportunity to get to know me better before you make that call to meet me in person. \r\n\r\nSo how does this work? Well, good question…I can only respond to keywords that I give you at the moment, so assuming you are a prospective employer, I imagine you’d want to know more about MIKE, my EDUCATION, CAREER, what I’m working on in my FREETIME, or how to CONTACT me. You type it, and I’ll answer it. \r\n\r\nor alternatively you can ask me any of the 20 most asked interview question according to linkedin here: https://www.linkedin.com/pulse/top-20-common-interview-questions-answers-jeremiah-mauti?trk=pulse-det-nav_art",
        "HELLO": "Cool! I created this Bot to give you the opportunity to get to know me better before you make that call to meet me in person. \r\n\r\nSo how does this work? Well, good question…I can only respond to keywords that I give you at the moment, so assuming you are a prospective employer, I imagine you’d want to know more about MIKE, my EDUCATION, CAREER, what I’m working on in my FREETIME, or how to CONTACT me. You type it, and I’ll answer it.",
    "HI, HOW ARE YOU?": "Hi yourself 🤖 and how are you today?",
            "HOLA": "Hola! 🤖 al momento, solo puedo communicar en english, sorry!",
            "HOLA!": "Hola! 😜 al momento, solo puedo commuincar en english, sorry!",
            "BUENAS!": "Hola! 🤖 al momento, solo puedo communicar en english, sorry!",
            "BUENAS": "Hola! 🤖 al momento, solo puedo communicar en english, sorry!",
            "HOLA, QUE TAL?": "Hola, bien gracias! 🤖 pero al momento, solo puedo communicar en english, sorry!",
            "Q TAL?": "bien gracias! 🤖 pero al momento, solo puedo communicar en english, sorry!",
            "QUE TAL": "bien gracias! 🤖 pero al momento, solo puedo communicar en english, sorry!",
            "QUE TAL?": "bien gracias! 🤖 pero al momento, solo puedo communicar en english, sorry!",
    "HOW ARE YOU?": "I'm good thanks, you?",
    "HOW R U?": "I'm good thanks, I'd be a little better if you actually talked to me using words though. 😜",
    "HOW ARE YOU": "Didn't anyone ever teach you that punctuation matters? ",
    "HOWS THINGS": "See this > '?' You do understand what it means right? ",
    "HOWS THINGS?": "I'm good thanks, you?",
    "OOPS": "No problem",
    "👍": "😀😀😀",
    "YES": "ok",
    "NO": "ah well, that's your decision. 😜",
    "OK": "👍",
    "OKAY": "Indeed.",
    "WHATS UP?": "Nothing much",
    "IM GOOD THANKS": "Good to hear, so what would you like to know about me? Ask me anything, but if you want more specific answers here's a few keywords to use:\r\n\r\nWORK\r\nWHO ARE YOU?\r\nTELL ME A JOKE",
    "I'M GOOD THANKS": "Good to hear, so what would you like to know about me? Ask me anything, but if you want more specific answers here's a few keywords to use:\r\n\r\nWORK\r\nWHO ARE YOU?\r\nTELL ME A JOKE",
    "GOOD THANKS": "Good to hear, so what would you like to know about me? Ask me anything, but if you want more specific answers here's a few keywords to use:\r\n\r\nCAREER\r\nMIKE\r\nTELL ME A JOKE",
    "GOOD": "Good to hear, so what would you like to know about me? Ask me anything, but if you want more specific answers here's a few keywords to use:\r\n\r\nWORK\r\nWHO ARE YOU?\r\nTELL ME A JOKE",
    "NOT BAD": "I'll take that to mean good then. 😜😜",
    "WHAT IS MIKEBOT?": "It's me!..but in a chat-bot form. Set up so you lovely people could find out more about me and who i am. If you're interesting in hiring me, you can interview me here first. Easy. :)",
    "WHAT IS THIS?": "It's me!..but in a chat-bot form. Set up so you lovely people could find out more about me and who i am. If you're interesting in hiring me, you can interview me here first. Easy. :)",
    "SORRY": "No problem",
        "TELL ME MORE ABOUT MIKE": "It would be my pleasure. I'm a creative designer from the UK who's been working in the industry now for over 20 years. Both here in Barcelona, and in the UK. Throughout my CAREER I’ve worked on numerous projects across a range of disciplines and have become a lover of all things design. ",
        "TELL ME MORE ABOUT YOURSELF": "It would be my pleasure. I'm Mike 😀, I’m a creative designer from the UK who's been working in the design industry now for over 15 years both here in Barcelona and in UK. Throughout my CAREER I’ve worked on numerous projects across a range of disciplines.",
    "WHO ARE YOU?": "I'm Mike, a creative designer from the UK who's been working in the industry now for over 20 years. Both here in Barcelona, and in the UK. Throughtout my CAREER I've worked for varied different sized companies across a variety of mediums, learning more with every single job along the way.",
    "WHO ARE YOU": "I'm Mike, a creative designer from the UK who's been working in the industry now for over 20 years. Both here in Barcelona, and in the UK. Throughtout my CAREER I've worked for varied different sized companies across a variety of mediums, learning more with every single job along the way.",
    "CAREER": "Over the last 15 years, I’ve worked for numerous companies from startups, like THE BOOK OF EVERYONE to larger corporations like HP, gaining insight and greater understanding of my profession and developing my SKILLS along the way.  My true passion is in understanding design and what it can achieve if implemented correctly.",
    "WORK": "Over the last 15 years, I’ve worked for numerous companies from startups, like THE BOOK OF EVERYONE to larger corporations like HP, gaining insight and greater understanding of my profession and developing my SKILLS along the way.  My true passion is in understanding design and what it can achieve if implemented correctly.",
    "HP": "Whilst I worked at HP I led a small team of designers working on a project aimed at small to medium business. We managed 32 countries in 18 different langauges, including the ever so complicated ones like hebrew and arabic.\r\n\r\nWe worked to provide support the sales teams and via the HP SMB parter portal, updating and creating content such as banners and in depth information for product launches.\r\n\r\n\r\nWhilst in the role, I worked with my team to streamline processes and simplify workflow so we were able to be more responsive to each countries needs.",
    "THE BOOK OF EVERYONE": "The Book of Everyone is a  small UK startup based in Barcelona creating personalised products. My role their was varied,  taking in all aspects of marketing and project management.\r\n\r\nI worked on numerous campaigns for the company including the Cannes Lion shortlisted '3 Pregnant Dads, which you can leanr more about: http://bhs.butterhalfsix.com/bhs/3-pregnant-dads/, and developing and marketing a christmas viral shareable personal snowflake, that received over 1 million page views over a two week period leading up to christmas.",
    "SKILLS": "Over 15 years I developed a wide range of skills for both ONLINE and OFFLINE design work, as well as a basic level of PROGRAMMING knowledge and what is required to work as part of a team and how to be a good TEAM LEAD. For me learning and developing these and other skills is what makes any job interesting and'm looking forward  to learn more in the future.",
    "ONLINE": "You can take a look at a portfolio of some of my work here: http://bhs.butterhalfsix.com/portfolio/",
    "OFFLINE": "If you haven't already had a look at my portfolio, then here's a handy link for you to go there now 😀: http://bhs.butterhalfsix.com/portfolio/",
    "PROGRAMMING": "Err.. well, apart from trying to understand how best to get this chatbot to work with my limited knowledge… I’ve always tried to have an understanding of the basics of programming, as I believe that a grounding can help inform and help me design better solutions for online projects. \r\n\r\nI created numerous websites from scratch and have tried to keep up to date with the latest developments. It helps when working with teams of developers I find…that way you can explain yourself better. Or least it’s been good for me.😀",
    "EDUCATION": "My background is in ART, something I always enjoyed as a child and something that I will always find the time for in my FREETIME.  It was a natural step to move into the world of design and when I decided on my degree of Multimedia technology, it was because I had an idea of where the future would be going, and wanted to broaden my skills so I would be best prepared for what was to come.. which worked out quite well! 😜",
    "ART": "I spend some of my evening and weeekends painting, as I find when painting in oils it becomes a real labour of love to work on. If you want to see so of my work, you can take a look at this blog post I wrote about what it means to me: http://bhs.butterhalfsix.com/exploring-the-arts/ 🎨🎨",
    "FREETIME": "As a creative person, I’m always trying to find ways to pursue and push my creativity, whether that’s through ART, my photography on INSTAGRAM or working on personal projects to further my professional and personal goals. \r\n\r\nI also spend….probably too much time, ☺ trying to keep up with new technologies and learning more about where design can take us and writing about my thoughts and ideas for my blog and on MEDIUM.",
    "TWITTER": "Let's tweet @ mike so he knows you're interviewing him. Here's a tweet that's ready to go: http://bit.ly/estherbot-tweet",
    "INSTAGRAM": "Have a look at my instagram account here: http://www.instagram/butterhalfsix",
    "MEDIUM": "Read some of the articles I’ve written over on medium: https://medium.com/@Butterhalfsix/",
    "CONTACT": "So you want me to put you touch with the real Mike? Cool.. I’d be happy to do that fro you. You can call him on 📲 652 051 241 or send him a quick message on TWITTER and let him how interested you are after experiencing this amazing BOTCV. 🐦",
    "I LOVE YOU": "Awh, shucks! I love you too!",
    "FUCK YOU": "💩 Not one of lifes charmers are you? 💩",
    "FUCK OFF": "Haven't had many chat-bot friends before have you?",
    "TELL ME A JOKE": "what do you call a man with a spade on his head? -- Doug. Hahahaha. ",
    "NOT FUNNY": "Isn't it?? Really? Are you sure??",
    "WHATS UP?": "Just hangin', relaxing, y'know...chillin'",
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, MikeBot is back."
}
